import {
    faMuseum,
    faTree,
    faVihara,
    faLeaf,
} from "@fortawesome/free-solid-svg-icons";

export const poiType = [
    {
        name: "ประวัติศาสตร์",
        color: "#FF5656",
        icon: faMuseum,
        description:
            "แหล่งท่องเที่ยวที่มีความสำคัญและคุณค่าทางประวัติศาสตร์ โบราณคดี",
    },
    {
        name: "วัฒนธรรม",
        color: "#F6EF00",
        icon: faVihara,
        description:
            "แหล่งท่องเที่ยวที่มีคุณค่าทางศิลปะและขนบธรรมเนียมประเพณีที่บรรพบุรุษได้สร้างสมและถ่ายทอดเป็นมรดกสืบทอดกันมา",
    },
    {
        name: "ธรรมชาติ",
        color: "#3F91FF",
        icon: faTree,
        description:
            "สถานที่ที่เปิดใช้เพื่อการท่องเที่ยว โดยมีทรัพยากรธรรมชาติเป็นสิ่งดึงดูดใจให้นักท่องเที่ยวมาเยือน",
    },
    {
        name: "เชิงนิเวศ",
        color: "#1C7700",
        icon: faLeaf,
        description:
            "แหล่งท่องเที่ยวที่มีลักษณะทางธรรมชาติที่เป็นเอกลักษณ์เฉพาะถิ่น โดยอาจมีเรื่องราวทางวัฒนธรรมที่เกี่ยวเนื่องกับระบบนิเวศเข้าไปเกี่ยวข้อง",
    },
];
