export const amphoeConstant = [
    {
        name: "เมือง",
        restaurantLink: "",
        travelLink: "",
        history:
            "เป็นเทศบาลเมืองแห่งหนึ่งในอำเภอเมืองชลบุรี จังหวัดชลบุรี ห่างจากกรุงเทพมหานครไปทางตะวันออกเฉียงใต้ประมาณ 100 กิโลเมตร ตั้งอยู่ริมชายฝั่งอ่าวไทย มีพื้นที่ครอบคลุมตำบลบางปลาสร้อยทั้งตำบล ตำบลมะขามหย่งทั้งตำบล และตำบลบ้านโขดทั้งตำบล เมืองชลบุรีได้รับฐานะเป็นเทศบาลเมืองตั้งแต่ปี พ.ศ. 2478",
        images: [
            {
                name: "แกรนด์แคนยอน",
                url: "https://lh3.ggpht.com/p/AF1QipPfg-EXT_8SmEtrrQDhaFGDPpSAf9kXWYQbhnuo=w203-h152-k-no",
                tambon: "เสม็ด",
            },
            {
                name: "จุดชมวิวยอดเขาสามมุข",
                url: "https://lh3.ggpht.com/p/AF1QipMWn845HPcrmqSMv7Wg8NZqHiMblKvRz-Od60xt=w203-h152-k-no",
                tambon: "แสนสุข;yf",
            },
            {
                name: "วัดเขาบางทราย",
                url: "https://lh3.ggpht.com/p/AF1QipP7FTAKgajWFQrfeNyFsUvJAn4SCJqSQR-W7IZp=w203-h152-k-no",
                tambon: "บางทราย",
            },
        ],
        district: [
            "บางปลาสร้อย",
            "มะขามหย่ง",
            "บ้านโขด",
            "แสนสุข",
            "บ้านสวน",
            "หนองรี",
            "นาป่า",
            "หนองข้างคอก",
            "ดอนหัวฬ่อ",
            "หนองไม้แดง",
            "บางทราย",
            "คลองตำหรุ",
            "เหมือง",
            "บ้านปึก",
            "ห้วยกะปิ",
            "เสม็ด",
            "อ่างศิลา",
            "สำนักบก",
        ],
    },
    {
        name: "พนัสนิคม",
        restaurantLink: "",
        travelLink: "",
        history:
            "เป็นอำเภอของจังหวัดชลบุรี พื้นที่ส่วนใหญ่เป็นที่ราบลุ่ม ประชากรส่วนใหญ่นับถือพุทธศาสนา อดีตมีสถานะเป็นเมืองชั้นจัตวา ชื่อเมืองพนัสนิคม สังกัดกรมท่า ต่อมาย้ายไปสังกัดกระทรวงมหาดไทย และมาเป็นอำเภอพนัสนิคมขึ้นกับเมืองชลบุรี มณฑลปราจีน ในปัจจุบันเป็นอำเภอในจังหวัดชลบุรี",
        images: [
            {
                name: "วัดใต้ต้นลาน",
                url: "https://lh3.ggpht.com/p/AF1QipNb890XrHx7xv2xfhVEd-Gi6nHNHsL7OdYAUIDi=w203-h152-k-no",
                tambon: "หน้าพระธาตุ",
            },
            {
                name: "I-Destiny Gallery Resort",
                url: "https://lh3.ggpht.com/p/AF1QipO_687c_7l4uqmAtA9qbaR8NtTf-VJ-rTunfsXG=w203-h152-k-no",
                tambon: "พนัสนิคม",
            },
            {
                name: "วัดหลวงพี่แซม",
                url: "https://lh3.ggpht.com/p/AF1QipPgYQ3Vlw0yxJo0mCKF8YnXG5Db8wIQYYnBZWya=w203-h152-k-no",
                tambon: "หนองปรือ",
            },
        ],
        district: [
            "พนัสนิคม",
            "ท่าข้าม",
            "หน้าพระธาตุ",
            "หนองปรือ",
            "วัดหลวง",
            "หนองขยาด",
            "บ้านเซิด",
            "ทุ่งขวาง",
            "นาเริก",
            "หนองเหียง",
            "หมอนนาง",
            "นาวังหิน",
            "สระสี่เหลี่ยม",
            "บ้านช้าง",
            "วัดโบสถ์",
            "โคกเพลาะ",
            "กุฎโง้ง",
            "ไร่หลักทอง",
            "หัวถนน",
            "นามะตูม",
        ],
    },
    {
        name: "พานทอง",
        restaurantLink: "",
        travelLink: "",
        history:
            'เป็นอำเภอหนึ่งของจังหวัดชลบุรี ได้รับการจัดตั้งขึ้นในรัชสมัยพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว ตามพระราชบัญญัติลักษณะปกครองท้องที่ ร.ศ. 116 เมื่อวันที่ 10 พฤษภาคม พ.ศ. 2440 ในชื่อ "อำเภอท่าตะกูด"',
        images: [
            {
                name: "สวนนงนุช",
                url: "https://lh3.ggpht.com/p/AF1QipPwkSCmY-lr3lBY8tGJOs5R3taS26yB6UvllzTY=w203-h152-k-no",
                tambon: "หนองไม้แดง",
            },
            {
                name: "อมตะสปริงคันทรีคลับ",
                url: "https://lh5.googleusercontent.com/p/AF1QipOrDnm5my6DTlPFgr5S_-EeBSS7BBsQ-zLIVqo=w203-h114-k-no",
                tambon: "หนองไม้แดง",
            },
            {
                name: "เกาะล้าน",
                url: "https://lh3.ggpht.com/p/AF1QipMJrr5srR-LiouAmXTYvN9BnMCNsIEPOwRStvMw=w203-h152-k-no",
                tambon: "หนองไม้แดง",
            },
        ],
        district: [
            "พานทอง",
            "บ้านเก่า",
            "หนองตำลึง",
            "หน้าประดู่",
            "มาบโป่ง",
            "บางนาง",
            "หนองกะขะ",
            "เกาะลอย",
            "หนองหงษ์",
            "บางหัก",
            "โคกขี้หนอน",
        ],
    },
    {
        name: "บ้านบึง",
        restaurantLink: "",
        travelLink: "",
        history:
            "มีการตั้งถิ่นฐาน ลักษณะพื้นที่อำเภอบ้านบึง โดยทั่วไปเป็นป่าทึบนานาพรรณ มีต้นไม้ต่างๆ และสัตว์ป่านานาชนิดได้อาศัย มีชุมชนที่เป็นหมู่บ้านตั้งเรียงรายกันเป็นระยะๆ ห่างไกลกันพอสมควร และมีอาชีพทางการเกษตรกรรม เช่น ปลูกพืชไร่ จับสัตว์ป่ายังชีพ พื้นที่ในเขตเทศบาลเมืองบ้านบึงในปัจจุบัน เป็นที่ลุ่มน้ำท่วมขัง โดยทั่วไปมีชาวบ้านเรียกกันว่า “มาบ” เป็นแหล่งน้ำตามธรรมชาติที่ชุมชนดังเดิมได้ใช้สอยมาตลอด และสายน้ำไหลมาจากภูเขานั้นก็ไหลไปยังอำเภอพานทองอีกสายหนึ่ง",
        images: [
            {
                name: "ศาลเจ้ากวงตี้กุง(กวนอู)",
                url: "https://lh3.ggpht.com/p/AF1QipPgRDDogtC2leqfglTyQN6jryPjqDGqmYiRl0Op=w203-h152-k-no",
                tambon: "บ้านบึง",
            },
            {
                name: "Baan Boss Camping",
                url: "https://lh3.ggpht.com/p/AF1QipNflALelZ8dFb3GG6A5LmxWD1oi3B1o2xhKR953=w203-h152-k-no",
                tambon: "คลองกิ่ว",
            },
            {
                name: "วัดราษฎร์เรืองสุข",
                url: "https://lh3.ggpht.com/p/AF1QipP-Vngvz3w5OVmeA2tiREVKgPm-Dvj71FGBECi5=w203-h152-k-no",
                tambon: "คลองกิ่ว",
            },
        ],
        district: [
            "บ้านบึง",
            "คลองกิ่ว",
            "มาบไผ่",
            "หนองซ้ำซาก",
            "หนองบอนแดง",
            "หนองชาก",
            "หนองอิรุณ",
            "หนองไผ่แก้ว",
        ],
    },
    {
        name: "ศรีราชา",
        restaurantLink: "",
        travelLink: "",
        history:
            'อำเภอศรีราชาเดิมเป็นส่วนหนึ่งของอำเภอบางละมุง ตัวเมืองบางละมุงเดิมตั้งอยู่ที่บ้านบางละมุงในเขตอำเภอบางละมุงในปัจจุบัน เมื่อประมาณ 100 ปีเศษมานี้ เมืองบางละมุงได้ย้ายมาตั้งอยู่ที่บ้านบางพระ แต่ยังคงใช้ชื่อเดิมว่า "เมืองบางละมุง" ในขณะที่ตั้งเมืองบางละมุงในขณะนั้น ระบบบริหารราชการแผ่นดินยังไม่มีอำเภอ ต่อมาทางราชการได้เปลี่ยนแปลงรูปแบบการปกครองเป็นมณฑล จึงได้ย้ายเมืองบางพระไปตั้งอยู่ที่บางปลาสร้อย อำเภอเมืองชลบุรีในปัจจุบัน และรวมเมืองพนัสนิคมเข้าด้วยกัน เรียกว่า "เมืองชลบุรี"',
        images: [
            {
                name: "สำนักสงฆ์เขาพระครู",
                url: "https://lh3.ggpht.com/p/AF1QipMu8h0Tv4guTUBvH-qmEKIQhC4scIiuKUePxMM-=w203-h152-k-no",
                tambon: "ศรีราชา",
            },
            {
                name: "วัดเกาะลอย",
                url: "https://lh3.ggpht.com/p/AF1QipOqozIpfUmUt0DywjlcXcAusrlTt7yAYSrXAVYu=w203-h152-k-no ",
                tambon: "ศรีราชา",
            },
            {
                name: "สวนสัตว์เปิดเขาเขียว",
                url: "https://lh3.ggpht.com/p/AF1QipNYnQxZ3zpS1qx0mm4x9YqcXA306OF4kC3rY_vQ=w203-h152-k-no",
                tambon: "บางพระ",
            },
        ],
        district: [
            "ศรีราชา",
            "หนองขาม",
            "สุรศักดิ์",
            "เขาคันทรง",
            "ทุ่งสุขลา",
            "บางพระ",
            "บึง",
            "บ่อวิน",
        ],
    },
    {
        name: "เกาะจันทร์",
        restaurantLink: "",
        travelLink: "",
        history:
            "อำเภอเกาะจันทร์ เดิมมีสภาพพื้นที่เป็นป่าอุดมสมบูรณ์ประกอบด้วยไม้นานาพันธ์ และมี “ต้นจันทน์” ขึ้นเป็นจำนวนมากกว่าที่ใดๆ ชาวบ้านจึงเรียกกันติดปากและขนานนามว่า“เกาะจันทร์” และเป็นท้องที่ส่วนหนึ่ง ที่ขึ้นตรงกับเขตการปกครองของอำเภอพนัสนิคมจังหวัดชลบุรีและต่อมากระทรวงมหาดไทยได้มีประกาศแบ่งท้องที่ตำบลเกาะจันทร์และตำบลท่าบุญมี อำเภอพนัสนิคม จังหวัดชลบุรี รวม 2 ตำบล  ตั้งเป็นกิ่งอำเภอ โดยใช้ชื่อว่า“กิ่งอำเภอเกาะจันทร์”",
        images: [
            {
                name: "สวนนงนุช",
                url: "https://lh3.ggpht.com/p/AF1QipPwkSCmY-lr3lBY8tGJOs5R3taS26yB6UvllzTY=w203-h152-k-no",
                tambon: "หนองไม้แดง",
            },
            {
                name: "อมตะสปริงคันทรีคลับ",
                url: "https://lh5.googleusercontent.com/p/AF1QipOrDnm5my6DTlPFgr5S_-EeBSS7BBsQ-zLIVqo=w203-h114-k-no",
                tambon: "หนองไม้แดง",
            },
            {
                name: "เกาะล้าน",
                url: "https://lh3.ggpht.com/p/AF1QipMJrr5srR-LiouAmXTYvN9BnMCNsIEPOwRStvMw=w203-h152-k-no",
                tambon: "หนองไม้แดง",
            },
        ],
        district: ["เกาะจันทร์", "ท่าบุญมี"],
    },
    {
        name: "บ่อทอง",
        restaurantLink: "",
        travelLink: "",
        history:
            "อำเภอบ่อทองแยกออกมาจากอำเภอพนัสนิคม เมื่อวันที่ 16 ตุลาคม พ.ศ.2521 ตามประกาศกระทรวงมหาดไทย ลงวันที่ 13 กันยายน พ.ศ.2521 ประกอบด้วย ตำบลบ่อทอง ตำบลบ่อกวางทอง และตำบลวัดสุวรรณ เป็นกิ่งอำเภอบ่อทอง และได้รับการยกฐานะเป็นอำเภอบ่อทอง เมื่อวันที่ 10 มีนาคม พ.ศ.2528",
        images: [
            {
                name: "เขาระเบิด",
                url: "https://lh3.ggpht.com/p/AF1QipN11cHO6l3Q7C9vefVeDPKDqE_8rNkCBUU1nR9N=w203-h152-k-no",
                tambon: "บ่อทอง",
            },
            {
                name: "บ้านแม่หญิงสุภากาญจน์",
                url: "https://lh3.ggpht.com/p/AF1QipNtmVwe5tqryFk9zezPwnEL5yt1RbdqwMpHNrBM=w203-h152-k-no",
                tambon: "บ่อทอง",
            },
            {
                name: "สมจิตฟาร์มสเตย์",
                url: "https://lh3.ggpht.com/p/AF1QipM9dA3BdHJnmLFLXGK1hrx8akAlQxf7Br4E6jrp=w203-h152-k-no",
                tambon: "พลวงทอง",
            },
        ],
        district: [
            "บ่อทอง",
            "วัดสุวรรณ",
            "บ่อกวางทอง",
            "ธาตุทอง",
            "เกษตรสุวรรณ",
            "พลวงทอง",
        ],
    },
    {
        name: "หนองใหญ่",
        restaurantLink: "",
        travelLink: "",
        history:
            'อำเภอหนองใหญ่เดิมเป็นส่วนหนึ่งของตำบลคลองพลู ขึ้นกับอำเภอพนัสนิคม ในปี พ.ศ. 2418 ได้โอนมาขึ้นกับอำเภอบ้านบึง ในปี พ.ศ. 2503 ได้มีการย้ายภูมิลำเนาโดยการนำของอดีตกำนันประจวบ ศิริวรวาท จากตำบลหนองอิรุณ อำเภอบ้านบึง มาตั้งถิ่นฐานสร้างชุมชนมีชื่อว่า "บ้านหนองใหญ่" ขึ้นกับตำบลคลองพลู ในปี พ.ศ. 2518 ได้มีประกาศกระทรวงมหาดไทยรวมเขตการปกครอง 3 ตำบล คือ ตำบลคลองพลู ตำบลหนองเสือช้าง และตำบลหนองใหญ่ เป็น กิ่งอำเภอหนองใหญ่ และในวันที่ 14 กรกฎาคม พ.ศ. 2524 รัฐบาลได้ออกพระราชกฤษฎีกายกฐานะกิ่งอำเภอหนองใหญ่เป็น อำเภอหนองใหญ่ ในปี พ.ศ. 2525 ทางราชการได้จัดตั้งตำบลเพิ่มอีก 2 ตำบล คือ ตำบลเขาซกและตำบลห้างสูง อำเภอหนองใหญ่จึงมีเขตการปกครอง 5 ตำบลจนถึงปัจจุบัน',
        images: [
            {
                name: "บ้านไร่เขาตะวัน",
                url: "https://lh3.ggpht.com/p/AF1QipNtJmkEO3QYoMiV71yjLOIRMetiQO8OGoNfJSlx=w203-h152-k-no",
                tambon: "หนองเสือช้าง",
            },
        ],
        district: ["หนองใหญ่", "คลองพลู", "หนองเสือช้าง", "ห้างสูง", "เขาซก"],
    },
    {
        name: "บางละมุง",
        restaurantLink: "",
        travelLink: "",
        history:
            "อำเภอบางละมุงแต่เดิมมีฐานะเป็นเมืองบางละมุง ตั้งอยู่ที่บ้านบางละมุง ตำบลบางละมุง จนถึง พ.ศ. 2444 ได้ยุบเมืองบางละมุงเป็นอำเภอขึ้นต่อจังหวัดชลบุรี โดยมีที่ว่าการอำเภอตั้งอยู่บริเวณริมคลองนกยาง ซึ่งขณะนั้นบริเวณดังกล่าวเป็นท่าน้ำที่สำคัญทั้งทางด้านการคมนาคมและเป็นที่ชุมนุมของเรือสินค้าต่าง ๆ ต่อมาคลองนกยางตื้นเขินไม่สะดวกต่อเรือสินค้าต่าง ๆ จะล่องเข้าออก ทั้งสภาพพื้นที่ไม่เหมาะสมที่จะขยายชุมชนให้กว้างขวาง นายอำเภอสมัยนั้น คือ นายเจิม (ต่อมาได้รับพระราชทานบรรดาศักดิ์เป็นพระยาสัตยานุกูล) จึงย้ายที่ว่าการอำเภอไปตั้งที่ใหม่บริเวณริมทะเลในตำบลนาเกลือ เมื่อ พ.ศ. 2452",
        images: [
            {
                name: "เมืองจำลอง",
                url: "https://lh3.ggpht.com/p/AF1QipNhEowv6qHPafsGA-yNXSA9GxNzPAHdi0KARfCY=w203-h152-k-no",
                tambon: "หนองปรือ",
            },
            {
                name: "หาดจอมเทียน",
                url: "https://lh3.ggpht.com/p/AF1QipMvQ1dKBsIXiux6IIBk6QEO37BZPT5RCi1EMB9V=w203-h152-k-no",
                tambon: "หนองปรือ",
            },
            {
                name: "ตลาดน้ำ 4 ภาค",
                url: "https://lh3.ggpht.com/p/AF1QipOBRj6lzgvqHbNOTqJB1r261se1qib_THzYybcS=w203-h152-k-no",
                tambon: "หนองปรือ",
            },
        ],
        district: [
            "บางละมุง",
            "หนองปรือ",
            "หนองปลาไหล",
            "โป่ง",
            "เขาไม้แก้ว",
            "ห้วยใหญ่",
            "ตะเคียนเตี้ย",
            "นาเกลือ",
        ],
    },
    {
        name: "สัตหีบ",
        restaurantLink: "",
        travelLink: "",
        history:
            "สัตหีบแยกจากอำเภอบางละมุงเพื่อเป็น กิ่งอำเภอสัตหีบ เมื่อ พ.ศ. 2480 โดยประกอบด้วยตำบลสัตหีบและตำบลนาจอมเทียน และได้รับประกาศแต่งตั้งเป็น อำเภอสัตหีบ เมื่อ 1 มกราคม พ.ศ. 2496 ดังปรากฏในหนังสือราชกิจจานุเบกษา เล่มที่ 70 ตอนที่ 17 ลงวันที่ 10 มีนาคม พ.ศ. 2496 โดยมีนายอำเภอคนแรกชื่อ นายชุมพล อุทยานิก",
        images: [
            {
                name: "เกาะแสมสาร",
                url: "https://lh3.ggpht.com/p/AF1QipMYUWAOXCN6czRie83ZbpqLQUfPmHk6vQ7z-yMS=w203-h152-k-no",
                tambon: "แสมสาร",
            },
            {
                name: "เกาะขาม",
                url: "https://lh3.ggpht.com/p/AF1QipOB7pei1TTSxlPLsq68Sb5ESPijvz00VtyUKXub=w203-h152-k-no",
                tambon: "สัตหีบ",
            },
            {
                name: "หาดเตยงาม",
                url: "https://lh3.ggpht.com/p/AF1QipMPFwoIJDBSLbkI0Wk2neZZdNd5il7aBPy1Ba__=w203-h152-k-no",
                tambon: "สัตหีบ",
            },
        ],
        district: ["สัตหีบ", "นาจอมเทียน", "พลูตาหลวง", "บางเสร่", "แสมสาร"],
    },
    {
        name: "เกาะสีชัง",
        restaurantLink: "",
        travelLink: "",
        history:
            "เป็นอำเภอตั้งอยู่ในอ่าวไทย นอกชายฝั่งอำเภอศรีราชา จังหวัดชลบุรี เป็นอำเภอที่เล็กที่สุดในประเทศไทย แต่เดิมขึ้นอยู่กับจังหวัดสมุทรปราการ มีหลวงศรีชลังคณารักษ์ เป็นผู้รักษาราชการ ต่อมาถูกย้ายไปขึ้นกับจังหวัดชลบุรีในปี พ.ศ. 2486 มีพื้นที่เกาะรวม 7.65 ตารางกิโลเมตร และพื้นที่ทางทะเลรวม 9.65 ตารางกิโลเมตร",
        images: [
            {
                name: "สะพานอัษฎางค์",
                url: "https://lh3.ggpht.com/p/AF1QipNaBh_oBBALhCZG6_eL3pNKaLYVK6ChUNogr4XF=w203-h152-k-no",
                tambon: "ท่าเทวงษ์",
            },
            {
                name: "หาดถ้ำพัง",
                url: "https://lh3.ggpht.com/p/AF1QipPNaz2O32-15QkQHFJjWMTLb82quK98GdrO24YY=w203-h152-k-no",
                tambon: "ศรีราชา",
            },
            {
                name: "พระจุฑาธุชราชฐาน",
                url: "https://lh3.ggpht.com/p/AF1QipO59OF-zfpaL5CM-8fF7sRh2vm8zNqtvzVVL-Ss=w203-h152-k-no",
                tambon: "ท่าเทวงษ์",
            },
        ],
        district: ["ท่าเทววงษ์"],
    },
];
